

pub const DEMO_SCHEMA : &str = r#"{"message_id": "i64","user_id": "i64", "guild_id": "i64", "channel_id": "i64", "timestamp": "date", "content": "text"}"#;

#[derive(Debug, Clone, PartialEq, Serialize, Deserialize)]
pub struct DemoMessage {
    pub message_id : i64,
    pub guild_id : i64,
    pub channel_id : i64,
    pub user_id : i64,
    pub timestamp : String,
    pub content : String,
}

pub const DEMO_DATA : &str = r#"[
	{
		"message_id" : 141906710246850560,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259597750927360,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"女生真的路痴么？\\t我就是路痴，真的，大号的我会做菜会合并报表会弹钢琴会撕逼我智商（据扯）高达160但是港真我就是不认路真不是蠢，就是人总得有个擅长不擅长的吧，我要是啥都擅长你们不得惭愧死？ 我初中时候才会看纸质的地图（仅限中国地图跟世界地图，那俩货已经在我卧室墙上挂了很多年了都晒褪色了），现在给我一个省的地图我都只认识山东上海台湾高中时候学什么时区变更我到现在都没搞明白，全靠手机的世界时钟功能 作为一个北方人\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906710238461952,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259496311685120,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"作为成年人，如果把小提琴或钢琴当做是一种爱好，学到哪种程度就（能随心所欲地演奏）行了？\\t谢邀。好久没答题了. 首先 第一点， ”学海无涯“ 尤其是学钢琴这一点， 压根就没个够。我这都已经都二十多年了， 这几天才觉得， 我貌似才刚刚入门的感觉。另外， 到现在， 我也觉得 我还是不能“ 随心所欲的演奏”。（利益相关：今年已经弹棉花弹成第三类人的第三年了）在问答社区上， 我始终都建议让人教。第一 我们很难发现自身在演奏中的问题， 第二 有很多技术上， 肢体上 等问题上的难点， 钢琴老师会让你少走很多弯路。练\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906710209101824,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259665077895168,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"如何看待国务院决定“阶段性降低企业社保缴费费率和住房公积金缴存比例”？\\t正如题主所说，降低公积金缴存比例实际上企业所减除的负担是以牺牲基层员工的待遇为代价的，而所起到的减负效果很可能并不如预想的那么高。个人认为，在经济环境不景气的情况下，企业最大的负担还是来自于资金面。银行信贷融资利息高，股票市场的股权融资又不能真正执行起来，企业资金链紧张甚至断裂成为经营的现实困难。另外，税务负担过重，也是一大门槛。个人认为，员工是企业生命的重要元素，牺牲员工正常待遇为企业减负，弊\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906710192324608,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259673680412672,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"你所经历的最难忘的一次性爱是怎样的？\\t和EX，。那次还是冬天同学聚会，我喝多了打电话叫她来接我，半路逃跑那种。我们就一起回她租的房子里，她给我倒了杯水，我喝了两口就抱着她亲起来了。（当时我们谈的时间不长第二次来她的住的地方），她也动情了，铺好床我们就开始了，她身上好白，声音很好听，尤其是两个眼睛笑起来像两个月牙，女上位的时候搂着我的脖子说smile让我受不了。以后每次爱爱她都这样说，我都受不了。。。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906710175547392,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259756622774272,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"为暗恋的人默默付出有何价值？\\t刚刚看了恋人絮语，其中第二个小故事讲述的是“暗恋”。谢安琪饰演的洗衣店小妹阿芝，彭于晏饰演一位定时来洗衣服的常客黎先生。阿芝默默背熟了黎先生的电话号码，每次都会把黎先生送洗衣服洗的特别用心，会把他的衬衣抱在怀里，嗅他的味道，会把他口袋里的废弃的票根夹在床头，会寻着蛛丝马迹去和他看一场相同的电影，会自己脑补两个人相处的画面。“你叫什么名字？” “我叫阿芝，大家都叫我阿芝” “明天我要搬走了，\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906710162964480,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259667846135808,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"养羊驼（俗称草泥马）是什么样的体验？\\t被各种洗剪吹发型深深折服\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906710129410048,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259706517618688,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"你和前任在分手的第一天做了什么？\\t我：全身发抖，头皮发麻，喘不上气，几天暴瘦10斤，滴水不进，泪腺不受控，从没感受过的每一秒的漫长，无烟无酒，强迫自己睡但睡不着，睡着了也是很浅度，胸口总会觉得无比压抑，梦会伴随整个夜晚，第二天醒来却不敢起来，不敢面对这一无所有的世界和循环往复的无助无望的又一天。她：不知道想知道，想问不敢问。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906710100049920,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259604717666304,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"有哪些文化上接近A省，却在行政上被划归B省的城市？\\t别的地方没深入了解过，就说说湖北吧！ 认真看一下地图，湖北地市中，只有武汉，荆门，鄂州，江汉三市不与外省接壤，其他地市，或多或少受外省影响。首先定义一下，湖北是纯南方省份，虽然北方的襄十随受北方影响，但全省都在秦岭淮河以南，米饭为主食，大部分方言都是西南官话。就以最直白的方言入手，看看湖北各地的差异。先说武汉，武汉话主体仍然是西官，但由于码头文化影响，武汉话其实是个四不像，比较易懂。荆州，江\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906710091661312,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259708363112448,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"为什么在机场安检区排队时不许拍照？\\t谢邀。数据挖掘。很多普通人看来很普通的照片，其实在有心人看来是信息量爆表的。可以百度 王进喜照片泄密案 虽然我不确定这事真实性，但是就是表达这么个意思。以上。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906710066495488,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259635180896256,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"为什么联想在中国卖的那么贵在美国却可以卖的非常便宜？特别是高端机thinkpad中国可以比美国卖的贵到一倍。?\\t不知道题主有没有听过联想提出的攻防一体战略。简单来说就是，国内市场份额联想是老大，采取防御战略，守住老大的位置北美市场联想是小弟，要积极争取市场份额。也就是说，国内市场已经拿下了，守住江山就可以了，没有必要降价销售自己的商品。从EBG（Enterprise Business Group）来看，你们都听过银行政府批量订购联想台式电脑，你们听过他们批量定神州的么？他们敢么？你是银行IT部门政府采购部门，你会去批量定神州\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906710037135360,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259551336759296,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"2014情人节怎么过？\\t（很早就基于本题写好了情人节专题，专门等到今天才贴出。因为它并非是一个“2014年情人节细节攻略”，我更希望它能启发兄弟们对两性关系的本质进行更深层次的思考。） 以下进入正题。如果你单身又不想恋爱，情人节爱咋过咋过。如果你单身但是有暗恋追求拟追求的对象，你应该忘记情人节的存在。不要因为这天是情人节，就想刻意对心中的她专门做点什么。而另一方面，你又要争取把平时生活中和她的每一次约会，跟她相处的每一\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906710024552448,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259487176491008,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"学校开学早？\\t勉强说句谢邀。实在搞不懂为什么要投诉。。。更搞不懂有什么可维权的。。。我要开始吐槽了。下面说的话不好听，劝你不要看。法律的事情我是不懂的。但是我们要讲道理。现在开始 你这么大一个人，放假在家除了吃吃喝喝，打游戏，上网，看动漫，大腿翘二腿，睡觉睡到中午头，总之躺下身子讹人，全家人还得花钱供着你，还得看你的脸色。想要出门了，一伸手，毛爷爷在手，天下你走。什么价值都不创造，上了高中怎么也得十\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709995192320,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259472064413696,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"什么是文明（Civilization）？\\t请关注吴军老师的文明之光 - 问答社区专栏 ，吴军老师2015年将在这个专栏连载文明之光之发明365，每天一篇，讲述人类文明的历史，从中帮助大家认识到：什么是文明。吴老师在文明之光之发明365 序言 中写道： 发明是创造前人所没有的新的东西它们既可以是看得到的实物，比如iPhone手机，也可以是一个抽象的原理，比如一种社会制度或者法律规定。但是，在这个系列里，至少前365节里，我们集中在科技的发明上。技术\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709965832192,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259716604919808,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"怎么看待政论专题片《将改革进行到底》？\\t其中煽情部分的真实性大概是美国优秀外星文明纪录片第九区的两倍。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709957443584,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259595204984832,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"美国的约会文化是怎样的？\\t我以为也许不一定是中国女孩不够开通，不懂得享受自己的青春，而是整个社会对女人的要求和期待是很严苛的，如果一女的meet，dating，hang out 都会have sex， 以后找老公怕不容易，光女的不在乎没用，关键男的及男的家人都不在乎才行。不然哪个女生敢于去冒这种险。中国的文化氛围就是这样压制女性的，单单批评女的不公平，也不是实事求是的态度。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709932277760,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259764508065792,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"如何判断一个女孩是不是真的爱你？\\t这个问题太简单了 当她愿意当你的妈妈爸爸老师女儿知己玩伴厨师女仆医生护士心理治疗师观众听众粉丝小二床上的妖精听你脑残号令的助手那么童鞋，我严肃谨慎地宣布她爱上你了！\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709919694848,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259618240102400,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"有哪些中国禁枪的理由，你是否支持中国禁枪？\\t乘风破浪里面有句台词\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709886140416,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259543283695616,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"有哪些逆天的装腔技巧？\\t第一次去酒吧，老六带我去的，紧张。成功约得两个小妹妹，老六说出去吃点夜宵吧，小妹妹们说，好呀好呀！老六优雅地点点头。然后偷摸地跟我说，拿着我的钥匙，一会儿出门之后你就往停车场走。我脑海里都是小妹妹，没想别的。出门，我听话地往停车场走，这时老六不屑地冲我喊 五哥呀，都特么喝这逼样了还开鸡毛车啊！ （题目改了，答主附赠文雅版装腔五哥呀，都喝成这球样了还开毛线车啊！） 我一怔，老六赶紧搂着小妹妹\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709856780288,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259540557398016,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"东汉是中国历史上最平淡的朝代吗？有哪些名人名事？\\t东汉在中国历史上的地位其实很重要。东汉中后期承上启下，是一个时代的结束（古典时期），也是另一个时代的开始（中古时期）。1.经济方面：东汉时期铁质农具和牛耕进一步普及，而在西汉时牛耕仅存在于少数地方出现了翻车等水利灌溉工具东汉王景治理黄河，从此一直到宋朝黄河都没有改过道 2.政治方面：东汉中后期是中国从古典时期（秦汉）向中古时期（三国到唐末五代）的过度，世家大族逐渐在政治上占据了主导地位，在此后\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709823225856,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259771231535104,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"为什么androidAPI中有很多对象的创建都是使用new关键字？\\t首先，谢邀。其次，是怎么找到我问答社区账号的，我隐藏的这么深脸红了 最后，加入了自己的总结概括，让然也可以当成读书笔记来看。我会很认真，很认真地回答问题哒，毕竟这是第一次回答专业相关的提问 最近在温习Effective Java这本书，真的是每一次都有新的收获和认识。从第二章创建和销毁对象开始，就涉及了“静态工厂方法”，“构造器创建对象”等概念，篇幅不长，但实用性极强，且概括性极强，可谓句句精辟。那么\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709793865728,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259770703052800,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"怎么看美国黑人主持人SteveHarvey嘲讽亚裔男子找不到白人和黑人女友，是政治不正确的大实话吗？\\t关于黑人，根本不必搭理他们，在包括职场在内的任何场合，内心里真正被人鄙视的肯定是黑人，而不是亚裔。同样被主流三观排斥，黑人是因为愚蠢懒惰，亚裔是因为背信偏狭。在高科技文教艺术法律会计这些专业领域，白人不得不找外族裔搭档的时候，首选肯定是东亚裔印度裔，然后才会是拉美裔，黑人？除非极端优秀。唱歌打球，即便挣个几亿美元，有几个人会把他们当真？结局也如预料，要么吸毒成性，要么家财散尽。套用当年政\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709760311296,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259716026105856,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"未来10年内，目前的国产手机厂商谁会有最好的发展？\\t1.华为 自身技术实力，经济实力，市场规模 2.小米， 市场，创新，大批用户。沃尔玛式的产品线。3.魅族， 创新，阿里爸爸 ，长时间的经验积累。4oppo 市场，线下实体店，广告 5vivo 市场，线下实体店 广告 说说魅族吧，获得了阿里巴巴投资后最大的短板就是处理器，联发科毕竟坑，三星处理器慢。关于魅族与高通的关系如何以后谁也说不清。毕竟商场没有永远的敌人大家都是为了利润，更何并没啥正面冲突。以后真的进入国内市场生\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709730951168,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259448643420160,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"如何评价电影《谎言西西里》？\\t男主特别帅特有才，抽风了就看上女主了，女主脾气特别作，俩人搞对象拉上周围一帮人擦屁股，周围人还都特别的有人情味儿，自己事儿放下管这俩闲事儿... 让我最感动的一句台词是 “老马让我带薪休假，自己去和客户道歉，我很满意。” 咯咯 评论提醒，原台词是“我喜欢这个决定” 别说您了，我也喜欢这个决定。七夕都过了这么多天了，还有朋友去看这部电影？ 想做一个调查，你是如\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709705785344,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259619326427136,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"男性在青年时期应为自己做哪些投资？\\t1.读万卷书，增长谈吐 2.行万里路，增长见识 3.跑步健身，增长身体素质（毕竟有些事情是需要体力和腰腹力量的） 4.有自己的目标，并付诸行动（为中500w迎娶白富美，坚持每天买彩票不算） 5.学习各种爱好，出社会之后可以极大增强社 交，因为物以类聚，共同爱好，交朋友很轻松。（爱好女这种老梗真的不要再用） 6.恋爱这个额本人也一片空白。建议参考最高票答案的相关阐述 突然想到如果最高票变成了我这尼玛不\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709689008128,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259415776854016,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"image\", \"url\": \"https:\/\/fb-cdn.fanbook.mobi\/fanbook\/app\/test_data\/images\/96921.jpg\"}"
	},
	{
		"message_id" : 141906709651259392,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259618378514432,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"朋友说任天堂是给小孩和女生玩的，该怎么反驳他？\\t为什么要反驳他，你又不可能说服他。任天堂的游戏本来就很多女性和孩子玩呀，不止这些，还有中年玩家和老人。体现一个人是不是真的成熟，并不是看他玩的游戏是不是含有暴力色情，美术风格是不是真实冷酷，游戏气氛是不是残酷现实，上手难度是不是有明显门槛的。小孩子总是想证明自己长大了，而成年人却总想着回到儿时。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709617704960,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259601093787648,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"如何看待本次双11支付宝把“合并付款”的英文写成“UnionPay”？\\t这是支付宝的合并交易接口，，可以看到接口写的是mergepay 合并交易支付接口trademergepaybyuser百度文库 作为程序员明知调用的mergepay，我不相信写注释会写成UnionPay。结合上次的月饼事件，以及这次的解释，阿里的价值观就是 “你黑我我搞死你，我黑你我气死你”\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709579956224,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259739870724096,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"如何看待北京理工大学2015级新生军训凌晨拉练在宿舍楼下的喊楼行为？\\t首先，我想说一下我们现在说的评论的都是建立在一个大学的大环境下。何为大学，我一个对文科不通的理科生至少我们在不违法的前提下还有言论自由权。现在用导员来压制评论，我只是想问我们这样有什么错误？我们只是想通过我们的评论明白明年的军训需要去做什么改进，而不是强硬的把我们镇压之后，明年重蹈覆辙。所以防止我被压制，第一次在问答社区上匿名！！！希望以后不会！ 其次我保证我很客观的以我的观点评论这个事情，毕竟敝人\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709554790400,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259694530297856,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"为什么中国制造的质量好的产品运往国外销售，质量差的残次品卖给同胞？\\t市场决定的。中国特有的庞大市场决定了质量低劣产品不愁销路，再加上“国货”光环，市场的宽容决定了低质低价的销售策略。再加上政策质量体系关税舆论的重重保护，这种宽容性在很多行业可以用“令人发指”来形容。道德并非普适规律，经济活动中，经济规律才是基础。规则如此，要求选手“自律”未免显得太可笑。对于商家，并没有“好的卖到国外坏的留给国人”，而只是“标准高的产品卖给标准高的市场，成本低的留给价\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709538013184,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259528016429056,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"如何在住百家上订房，住百家靠谱吗？\\t其实去国外住名宿真心可以试一下住百家的，比AIRBNB好太多了。房源跟房东都会有当地员工核实安全性，住房质量。每一个订单都有属于你的专属客服为你解答，所以旅行前和过程中有什么问题都可以问你的客服MM。相对于AIRBNB，住百家走的是高端服务路线，可是价格真心不高端（良心亏本价。。。。）不要问我为什么知道，我今年暑假才在住百家实习了两个月，看见订单几乎都是负盈利，，，就算盈利的订单也才赚你二三十（这个我都不知道\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709508653056,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259528511356928,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"如何将《小苹果》改成周杰伦的曲风、方文山的词风？\\t以下歌词改编自小苹果。曲完全照搬七里香。容易跟唱，谨慎阅读。苹果香 去年的种子 转眼就变成果实 星辰璀璨时 摘下的都变成诗 愿化身蜡烛 与你的热情交炙 任我融化所有只为换你情痴 有你的每一天 哪怕是最后一天 这意义已经可以换回一生甘甜 光阴短 故事长 有爱就能 活出永远 你呼吸的每一寸都有我在身边 苹果再甜 也不及你的蜜语甜言 百听不厌 恨\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709470904320,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259569137385472,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"中国房价高的根本原因是什么？\\t政府垄断土地资源\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709449932800,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259448962187264,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"如何看待馆陶警察手机拍摄公民车震视频外泄，致使当事人在公安局喝农药自杀身亡？\\t现在的警察都他妈的什么恶趣味啊，丢个电动车例行公事让你做笔录然后就把笔录丢进垃圾桶，情侣之间干一个特别正常的事情，你们大队长都去了，怎么着？以后我要报案的话得先车震或者当街sm招来警察，我才能说明我的情况呗 我就想不明白了，你他妈拍个几把拍啊，没网站还是没种子啊？都饥渴到变态到这个地步了？ 再退一万步，你拍就拍了，权当你没见过这刺激的场面，自己在办公室偷摸看看就算了，还发出来？你想表达什么？人民警察\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709416378368,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259563504435200,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"为什么其他国产手机厂商都把指纹识别做到背面，而国内只有魅族做到正面按压式识别？\\t1.设计风格的延续性。魅族自MX2以来底下就只有一个home键，没有返回和菜单键，现在把小圆圈换成home，设计风格上有延续性而别的手机一直都是跟随安卓系统底部放三个虚拟按键，现在如果突然放一个实体home键，一方面打断延续的设计风格，另一方面要重新设计交互，用户需要时间去接受。2.专利。正面按压式国内是深圳汇顶科技和魅族共同开发出来的，MX4 PRO发布之前魅族花了很长时间去攻克这个技术，专利上不知道是不是汇顶和魅\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709399601152,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259581535748096,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"有个同性恋室友是怎样一种体验？\\t每天睡觉都多穿一条内裤被扒的时候就能迅速的醒过来拉着另一条内裤转头笑着对他说，你呀，还是naive啊！ 你们竟然敢质疑我！！你们这群鱼唇的地球人！！ 上图 在里面穿一条三角！！红色有角五倍速 再在外面套一层较为宽松的蓝色妖姬！！！ 那么就可以变身成这样！！ 在这种双层保护下！！妈妈再也不会担心我早上起来屁股痛啦！！！ 在室友撕下第一层内裤时！！他是不会预料到有两条的 所以因为两条内裤的高度差！！ 当然\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709382823936,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259661122666496,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"如何看待在天津塘沽爆炸后题主@皮皮认为@威洛比是幸灾乐祸的表现？\\t没有意义 无论是天津塘沽爆炸事件发生后，其他人（我也确实看到了一些）对中国这次灾难的幸灾乐祸，还是部分国人过“蘑菇节”对无辜的日本人民幸灾乐祸的，我都觉得没有意义。因为它除了能呈一时口舌之快之外，只能暴露出丧失良善底线的可悲。我只是觉得这些人很可怜，除此之外，真的没有意义。（就如同题目里面改来改去黑别的用户的做法，也没有意义） 在得知爆炸事件的消息后，我先发微信确认了在天津的亲友的平安。然后寻找\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709353463808,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259625638854656,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"和不懂装懂还自信的人聊天是什么感觉？\\t有些人并不是不懂装懂且自信十足。1-只是在他们的世界里，那就是他们所能看到的最高点和地平线。人越不好学，亦或是越不时常思考便容易产生一种状态了解了一丁点东西便认为自己全然懂得了，故而侃侃而谈并且有漏洞并不自知，仿佛自己看透了整个世界。2-当然也可能他们知道自己不够明白，但是他们不觉得在场有比他们更厉害的人，通常被揭穿了就会恼羞成怒。另：需得分清吐槽聊天和正式讨论的界限 此回答主要针对正式\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709340880896,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259548694347776,
		"timestamp" : "2020-09-02T14:14:44.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"俳句的结构和形式是怎样的？\\t感谢邀请 燕仰 本人对俳句的研究并不是很深，这里主要根据gacco上 俳句十七字世界这门课上的内容来回答。首先来了解一下俳句的起源。日本的古典诗歌是按照 和歌连歌俳谐连歌（连句）俳句这个顺序发展的。俳句是结合了和歌，连歌，俳谐连歌这三种诗歌而形成的一种综合体诗歌。和歌：只使用纯粹优雅的日本语，也就是歌（歌语），没有俗语，汉语和外来语。例：和歌里使用九重（），不使用宮中\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709303132160,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259642252492800,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"为什么一些问答社区用户喜欢说「以上」？\\t我来歪个楼： 放一张截图。请把这两句话完整的连起来读，你会发现异常顺畅。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709269577728,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259589534285824,
		"timestamp" : "2020-09-01T06:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"les是怎么样炼成的？主要是心理方面？\\t如果提问者有关心同性恋方面的知识，就会知道同性恋的形成民间有两种观点：先天说和后天形成说。具体可以在问答社区里搜索，有很多相关答案，这里先贴一个： 同性恋为什么不是疾病？ 我个人更倾向于是先天形成。前面几位答题者似乎都是les中偏向男性角色（T）的，因此比较好理解，她们可能从小没有被男生吸引，或者和男生玩得很近，靠近男性的思维方式，会觉得女生很可爱。但les中偏向女性角色（P）的，是否单纯地把T当作男生的替\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709231828992,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259767574102016,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"《人民的名义》中祁同伟妻子梁璐老师算不算个悲剧人物？\\t悲剧个毛，因为被渣男抛弃了就去追祁同伟，人祁同伟招你惹你了啊，就因为长得好但家里穷好欺负？你说人祁同伟毕业了想跟陈阳去北京被你爸一句话就压下来分到小山沟沟里，后面勤勤恳恳身中三枪立了大功，被你梁父一句话还是得待在小山沟沟里。最后压得祁同伟受不了下跪，那时候祁同伟就黑化了。如果是我的话，早就受不了了，祁同伟的人品比问答社区上99的人要来的高尚的多了。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709219246080,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259482357235712,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"女性，只有自慰才能高潮（陰蒂）。為什麼一跟男人做愛就沒有高潮。？\\t个人需要时间长，男上，拥抱，活塞时，耳朵，脖子，胳膊被亲吻都会很敏感。自己也可以在活塞运动时，去凑豆豆，找那个最刺激的点位。把diy的经验用上，不要当成负担。要实战，就尽量不要diy，憋一点保持兴奋度，会更容易达到。活塞需要时常收紧yd，去找感觉。一定要相信自己可以，但同时要享受当下，不要有必须达到的压力。我也经历了从无到有的阶段，当然适合的伴侣也很重要。现在已经可以每次高，正在摸索多高\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709194080256,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259432780562432,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"无梦状态是睡眠质量高的表现吗？\\t无梦睡眠不能作为睡眠质量高的表现 睡眠分为三个阶段 潜度睡眠 深度睡眠即非快速眼动睡眠（NREM睡眠）和快速眼动睡眠（REM睡眠） 人在REM睡眠阶段一定会做梦 如果在REM睡眠阶段醒来则会记住梦境 所以“无梦睡眠”指你没有记住梦而不是没有做梦 能否记住梦境与你醒来的时间有关而与睡眠质量无关 人经常会记住自己的梦境是因为NREM睡眠的一个周期为90分钟 REM睡眠阶段持续10分钟 在整夜睡眠中你会经历46次这种100分钟的周期 每个\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709173108736,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259442909806592,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"是否每个人都会被哲学迷住？\\t我认识的哲学爱好者，99是沉迷于各种形而上的观念不能自拔，还自以为博大精深玄妙无比，实际上就是个玄学爱好者。真正的哲学爱好者，才不会整天沉迷于形而上的思想，成天幻想着博大精深的终极奥义。真正的哲学家，往厉害了说，是爱因斯坦，是杨振宁，是波尔这样的人，往小了说，是千千万万科学工作者，辛辛苦苦记录每一个数据，做好每一个实验，核对每一个结果 我钦佩任何一个苦苦攀登科学高峰的人，鄙视任何靠吹个博大精\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709160525824,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259681544732672,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"上海北京很大比例的人中考无法升入普通高中，有接近一半去中职，是吗？是否北上广大城市的职普比更高？\\t终于有个题能答一下了，那就说说我的经历吧。我的答案可能跟题主的问题没什么必然联系，但我就是想向题主阐述下北京教育的阶级差距到底有多大！ 我初中才跟着爸妈来北京，因为妈妈工作单位的和我初中有共建关系，进了FT区一个比较偏远的区重点。这已经是找了关系的，据我爸说如果我当时要进FT区的市重点的话得先交10万。我家没那么多钱于是就进了那个偏远区重点。我初中成绩应该算是非常不错了，考过全区的前50，差不多创了我们\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709126971392,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259697332092928,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"世界上还能有什么是我不知道的？\\t是时候祭出这张图了。。可能题主的圆面积比较小，所以周长也比较小\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709093416960,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259601852956672,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"高考理综如何上290？\\t从发表这个答案以来陆续有小同学们找我询问和交流，我觉得一些小的细节问题还是值得拿出来分享一下1.绝对不要依赖自己对过去做过题目的模糊的记忆，理科考试最重要的就是推理和演绎的能力，如果你之前记得做某个题时因为A推出了B就直接拿来套用在新的题目上，那十有八九都是错的，尤其是如果之前那个推论就不是你自己推的，而是一知半解的从老师那里听来的题型。任何细微的差别都可能导致结果的截然不同2.演绎物理过程是最重要的\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709072445440,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259650741764096,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"面试非本专业的工作，面试官问这不是荒废你的专业呢，怎么回答？\\t不荒废。借用乔布斯一句话Part of what made the Macintosh great was that the people working on it were musicians and poets and artists and zoologists and historians who also happened to be the best computer scientists in the world. It is in Apples DNA that technology alone is not enough it is technology married with liberal arts， married with the humanities， that yields us the results that ma\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709038891008,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259672761860096,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"如何评价AlanWake（心灵杀手\/亮瀑镇）？\\t以一个恐怖游戏接触得少的人的角度来说说这部作品吧，Alan Wake是这类游戏里我第一部从头到尾打完的了 整个流程玩下来，感觉首先扑面而来的第一点就是：这游戏的世界观设定很“讨巧”。去ESRB上查了查，好几部比较出名的恐怖游戏的分类几乎都是Mature级，即17，而Alan Wake则是13的Teen级同为Teen级的恐怖游戏反正查了些下来也就只看到了部零系列的初代是这个分级然而也都是十多年前的游戏了（恐怖游戏接触的少\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709030502400,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259506256379904,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"民众拒绝乐天是理智爱国还是非理智爱国?\\t不管是砸日本车的，抵制乐天的，大部分都是理智的，因为砸日本车的基本砸的都是别人的车，普通民众抵制乐天的基本没有对自己生活产生影响，有的是替代品，商家抵制乐天还可以搞一次爱国营销。伯夷叔齐不食周粟，采薇而亡，人家抵制周粟把命搭进去了，不理性。用几乎为0的成本去换一次和保家卫国相近的爱国体验，完全符合资本主义教科书中所有关于理性人的假设。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906709005336576,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259728713875456,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"如何用命令行启动MetroApp？\\tOpening Windows 8 Apps from a Command Prompt or Script httpstackoverflow.comquestions26244759opening-a-file-in-a-metro-app-from-command-line\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708975976448,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259453156491264,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"Only、VeroModa、杰克琼斯总是定期做5折促销活动，这种行为会影响品牌吗？\\t七招鉴定真假杰克琼斯 参考： 网购热销女装十大品牌优缺点分析及使用评价 1正品：布标纸标。正品的ONLYVEROMODAJACKJONES除了有布标以外，都会有2个及2个以上的纸标，一个是它的LOGO标，另外一个是价签和产品说明，少数还有3个或4个标。2正品：价格部分和防伪条码是单面贴。产品说明的那个纸标上的价格部分和防伪条码不是印在纸上的，而是一个单面贴，可以揭下来，单面贴的下面是一层塑料膜，我们见过所有的仿品ONLY\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708955004928,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259522454781952,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"没有所属单位自由职业要买房，可以提前一年找代理公积金公司缴满一年公积金贷款买房吗？\\t从事贷款审查十年，我一般是不会通过自由职业者的贷款申请的。很多人对住房公积金贷款有一种认识，认为交了公积金就可以贷款，这是非常片面的。缴交住房公积金只是说明你具备了申请住房公积金贷款的资格，这只是个门槛，进了门之后还要审查你的收入情况负债情况资产情况家庭情况信用情况社会背景等等一系列的要素，这和银行的贷款审查要求是一样一样的，毕竟是贷款，都存在风险，两部一行对住房公积金贷款的风控要求\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708938227712,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259522995847168,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"怎样自学钢琴？\\t这里回答的几乎都是小时候学过琴的朋友，可能不一定适合成年人。写一下自己读大学的时候，零基础自学的一点体会，希望对有兴趣自学的朋友能有帮助。看到有三百多收藏了，却只有一百多赞。如果觉得有用，请点个赞 自学钢琴最重要的是一件事：毅力。如果比喻的话，有点像练长跑，而且有些时候会相当令人崩溃。不过无需着急，一定可以学会，很多时候你会发现，睡一觉就会了。1 买琴。如果你已经买了房，可以考虑真钢琴，即\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708908867584,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259618462400512,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"喜欢的人得了红斑狼疮，该怎么办？\\t几天前就看到这个问题了，本来想早点过来答的，无奈近来时间太紧。今天来医院拿药，权当休假，先回答一部分，心理篇和主观看法后续补充，I promise. 我要开始啦这个问题的提出时间是在两年前，或许题主已经抱得美人归，也或许已经移情他人，早已取关了这个问题。如果是第二种情况，那么这个回答就送给那些跟题主有类似情况的可爱男生们吧。题主问到如果与SLE\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708892090368,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259737475776512,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"很多高中毕业或大专的人也在学习财会类，那上财、央财之类的院校培养的学生和其他的人学的是一样的东西吗？\\t基本同意 Fovvvvvv 的观点，不过光华招牌近年褪金得厉害就不要黑我财了吧哈哈哈。不过再补充一点，人的差距。个人以为管理类商科，类似于披着系统性科学外衣的经验科学，教授内容以soft skill和体系普及为主。软科学的教学门槛低，效果和受众的学习习惯与学习能力正相关，即常说的“悟性”。当然，任何学科的教学效果都和受众的学习习惯与学习能力正相关，只是这类软科学因为对受众的抽象思维能力和延续性知识储备不比理工类\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708866924544,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259746761965568,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"请问日本内阁成员穿的叫什么？\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708837564416,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259601399971840,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"2017年AMD要翻身了吗?\\t谢邀曾经有个打架很厉害的家伙叫弗利沙，后来他赶不上时代过气了，他发誓，他觉醒，他扬言闭关四个月一定能把那些揍过他的家伙统统揍回来！四个月后，他的确揍了几个他以前万万揍不了的家伙，也的确完爆了雄霸散打界长达几十年的那个头发会冒金光的外星猴子的当年水平可是万万没想到\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708820787200,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259542524526592,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"《名侦探柯南》里的铃木园子家到底多富有？\\t能够在全日本的案发现场都拥有产业 仔细想想，我国大概就沙县小吃和兰州拉面能够媲美了。。。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708799815680,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259666692702208,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"前女友有没有纠正过你的什么坏毛病，让你至今很受用的？\\t我自小没有大人教我一些东西，都是她教我的。吃饭不要太大声，嘴巴要闭起来。不要老是一口气夹菜，夹了停一停，再夹。菜没有上够三个之前不要动筷子。衬衣，是要熨烫的。这些道理，认识她之前没有人和我说过，现在才知道并做到。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708791427072,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259697747329024,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"刘亦菲的气质是怎么养成的？\\t其实大多数人说所的气质指的是长相，虽然我们心里认为腹有诗书气自华。但是一个长得不怎么样的人再努力也没办法让人觉得很有气质。所以题主这里的气质应该指的是模样风度，但这个是天生的，我们没办法。对于长相普通的大多数人，想让自己看上去不千篇一律，就只能多读书多思考多见世面多注意形象。哦不，注意形象应该排第一。没有像样的长相，难谈气质。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708753678336,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259440368058368,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"为何我会如此讨厌《干物妹小埋》里的小埋？\\t很多人想要小埋做妹妹甘愿为她服务的原因是：小埋长得可爱。那些怒舔着屏幕的人求一只像小埋那样可卖萌可傲娇可撒娇求怜惜的妹妹，而不是一个长相不行却到处要求哥哥做事要求哥哥背黑锅的普通妹妹\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708724318208,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259468847382528,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"在深圳和曾经在深圳的朋友们讲讲你在深圳的特殊难忘的个人经历或者故事吧？\\t去年暑假在深圳机场实习，对深圳的感觉的是深圳的人都挺有礼貌的。趁着实习的机会，我一个人在深圳转了几天，问句不下50次，所有人都是微笑着回答我的问题的，这在京津冀兼职不敢想象。哦，好像有个交警叔叔，快下班了，给我指了条路，貌似没有微笑...但是也非常感谢他了。盲道居然用钢铺的。。。整体感觉比北方要好很多。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708690763776,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259461247303680,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"现在的小学生能吹牛逼到什么程度？\\t快手上的一个小学生喊麦： 嘿，我的小可爱 哝，皇冠给你带 哦？你要么么踹 呃！好像有人在 嘿嘿嘿 我的小可爱 哝 哝！ 皇冠给你带 哦？你要么么踹 呃！好像有人在！ 小花花送给你 快来钻进我怀里\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708678180864,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259624825159680,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"学习ui，章鱼学院和云风启志怎么选？\\t2009年，应邀从浙江大学来到北京，在火星时代实训基地创建互动媒体系，包括平面媒体设计网络媒体设计UI设计新媒体与交互设计几个学科。火星的UI设计至今依然很火爆，现在经常是一个班一百人。嗯，还有商业插画和数字摄影与后期，在国内首先推出UI设计课程，是一件挺有意义的事儿。转眼六年。这六年里，不少培训机构也开了UI设计专业，2013年是高潮，还有一些规模比较小的机构，大多是2013年以后出现的。章鱼学院不知是不\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708640432128,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259413600010240,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"为什么一些穆斯林会给人留下「毫不尊重对方习惯但却认为对方尊重自己的习惯是天经地义的」的印象？\\t第一次接触大规模的穆斯林是在摩洛哥，非洲。摩洛哥是个穆斯林国家，我去过两次，从没有人让我感到不被尊重。反而是他们尊重我的生活习惯多一些。第二次去适逢伊斯兰斋月，在气温39度的马拉喀什啊，穆斯林们不能吃也不能喝。我去看望一个阿姨，阿姨榨果汁招待我，我拒绝说斋月里怎么能在穆斯林面前吃喝呢，阿姨说你不是穆斯林，真的没有关系，你尽管喝。在摩洛哥迷路了会有人主动来询问帮忙，大街上的伊斯兰妇女大多也只是披\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708602683392,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259453382983680,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"中学语文教师招聘面试，有什么可参考的视频吗？\\t语文在编教师 教师招聘中笔面第一 我有干货1121178276我扣扣 注明问答社区 我的问答社区回答：教师招聘面试要怎么准备？ 结构化 试讲 说课 三种你说的哪一种，毕业起我考了三圈，入职后又跳槽成功，有这方面的问题可以私信我。照例先放经历。在职教师参 httpwww.zhihu.comquestion26448802answer52106403\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708569128960,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259518315003904,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"高铁网络的形成对沿线的二线城市发展带来哪些影响？\\t目前高铁运营里程近万公里，占铁路总里程的110左右，大部分二线城市已经通了高铁，对地方经济的拉动作用还是比较明显的，尤其是长三角武广京津这些客流集中的区域，高铁的时效性大大提高了人们的出行效率。但是有些线路运营效果就不太好，比如较早开通的郑西高铁。通常而言，高铁及轨道交通的发展也会带来房地产升值。直接的影响现在有些已经能看到，比如说对城市旅游业的带动，以及密切了邻近的大城市之间的交流，因此对\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708543963136,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259522098266112,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"你有哪些有趣的「撩」或「被撩」的经历？\\t情侣之间的也可以吧？ xiaoxingxing 嗨！瞧我这个记性，嘿嘿！来看后续啦！ 堂妹来成都玩，投宿在我家。班花小王跟堂妹一起整理卧室的时候，聊起了基友李哥家的狗，萨卡。妹妹叹气的说“好想养狗，但是要找个听话聪明又暖心还会卖萌的狗狗简直太难了，看看萨卡，简直就是一只伪装成拉布拉多的哈士奇，比哈士奇还调皮，李哥估计天天也是心累，教不转” 小王也符合道“是啊！最想不明白的是，8个月大的\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708527185920,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259442737840128,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"「慰问军队」有何实际意义和必要性？\\t没什么意义，只是看到这些小朋友的时候我们意识到保护的不止有质疑我们喷我们的人，还有这些可爱的孩子们。光这点，吃的所有苦都值了。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708514603008,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259795617218560,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"为什么国际药企最近频现大规模并购？\\t简单一句话：近些年制药行业规模效益越来越明显。制药行业有几个大趋势： 新药品的研发生产成本中研发的比例越来越大。一种新药研发成本极高，研发出来之后则基本上是印钞机，毛利起码百分之八九十，生产成本几乎可以忽略。利润基本上取决于专利过期前销售渠道能推出去多少。所以药企规模越大，分销渠道越广在竞争中越有利。正是因为研发成本是大头，药企并购可以显著降低研发中的重复劳动和资金投入，提高效率。药企利润高度\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708485242880,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259553236779008,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"猫自己待在家里会无聊吗？\\t狗觉得人类给我们吃给我们住照顾我们，他们也许是上帝。猫想的是人类给我们吃给我们住照顾我们，我们一定是上帝。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708472659968,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259483372257280,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"如何看待趣分期、分期乐、爱钱进等针对在校大学生的P2P分期购物产品？\\t其实核心是价格和风险问题。高利贷进校园 呵呵 腐朽的资本主义政府都没敢干的事儿咱社会主义玩儿起来！\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708443299840,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259668567556096,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"导航类软件是怎么知道前方拥堵的？\\t类似接入交警的系统，或者下面Jany同学说的向出租车公司买数据这种高大上土豪的方式就不说了哈。基本原理我觉得是这样： 每一个用导航软件的用户会自动向服务器以一定频率上报位置数据根据位置和时间，可以算出速度。所以理论上，一个路段用导航软件的用户越多，这个路段的路况数据应该越精准。所以打开地图你会发现，城市主干道十有八九是有路况数据的，但是一些小路上面可能就没有。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708426522624,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259738780205056,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"学医的去看病是什么体验？\\t已经有了那么多答案，我不知道我的体验还有多少人会看，我不想抖机灵，我只想如实记述我看病的过程，目的其实在于，告诉普通民众如果想去就医，如同去机关办事一样，到底怎样才能最大化得到良好就医体验，算是为缓解当下紧张的就医环境添砖加瓦吧。正文昏割线 背景相关：本人某省内三甲医院新生儿医师，工作一年余，平素体健，考虑由于过度减肥工作劳累，出现闭经，但是自己在家饮食调整未见明显好转\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708401356800,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259729145888768,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"如何评价《辐射4》在e3上的展示？\\t谢邀。如果不出意外的话，今年猎魔人3几乎已经到手的年度RPG大奖很有可能要被辐射4抢走。之前看预告片觉得人物动画很差，但是看了E3上实际演示后发现比起3代和FNV真是好太多了。各种动作都比较自然流畅。当然人物跑步动作看上去还是没多大改观.... 很多反映画风改变的评论，跟换了引擎也有比较大关系。发布会视频提到，新一代引擎支持基于物理的渲染技术（PBS），实际效果看上去也已经可以达到目前主流游戏的水准。PBS虽然不算\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708380385280,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259700440072192,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"image\", \"url\": \"https:\/\/fb-cdn.fanbook.mobi\/fanbook\/app\/test_data\/images\/16232.jpg\"}"
	},
	{
		"message_id" : 141906708359413760,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259669981036544,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"黄海波嫖娼却遭网友力挺，能否说是公众道德期望下滑的表现？\\t我觉得更重要的是工作对卖淫这个行业以及这个行为的看法在改变，更加人性化，并不会站在所谓的道德制高点来看待问题。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708325859328,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259441005592576,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"中国的美术学院究竟哪一所比较好？请具体分析一下理由~\\t我国的政体，是一党执政多党参政。在自古中央集权统治维持了5千年发展的中国，专治是我们的中国特色的社会主义，也是没办法的办法。我国的大学，一种是国内带有政治色彩的精英大学，二种是为国外培养精英人才的大学。一种普遍集中在北京，二种集中在地方，我国大量人才不喜政治性未来，纷纷出国，有的发誓一辈子不回来。一部分人才，融入政治氛围中，为祖国贡献力量。第一种大学，就是以中央美术学院鲁迅美术学院为代表。第\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708300693504,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259739061223424,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"台湾人很多不会说台语吗?\\t台灣的人口當中， 有大約七成的家庭是以臺語為母語。並非每個臺灣人都會講臺語， 而且因為之前官方以各種手段壓抑其它原本 在臺灣的語言， 強力推行國語的影響大陸稱普通話， 也請同時參照大陸的推普， 因而特別是在較年輕一輩人當中， 即使是臺語家庭， 也有臺語講得不流利者。然而， 除了1945年才被引進， 而且被官方定為官方語言的國語之外， 臺語一直是臺灣最自然強勢的語言， 因此講得不流利或即使有不會講的人當中， 也多有多\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708283916288,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259590498975744,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"长期学习书法能给我们带来什么？\\t七岁开始入了张先生的门下学习书法，磕磕碰碰的至今已有十二三年了。先生是当地出名的书法大家，风雅至极。我还是太年少，至今也没习得先生半分风骨，反倒是作为先生门下最有天赋的孩子而被惯出了一身的自矜和傲慢。有人问我 有没有在再小些的年纪做过一些无法无天的混事。我都遗憾的说 没有。父亲母亲繁忙，就把我置在先生那儿教养，师母也是一位明心清目笃信菩萨的慈温妇人。我这前半辈子啊 像投在一个和尚庙里，端端正正\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708254556160,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259680584237056,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"哪些第一眼就感觉到震撼的图片？\\t深海恐惧症患者迅速撤离怕再引起一些知友的不适 再说一遍！！深海恐惧患者迅速撤离，别往下拉！！！ 以下为原答案 深海恐惧\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708233584640,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259673135153152,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"今天朝鲜空军的歼-5还能飞是不是证明了中国军工质量好？\\t有这个 还有这个 什么时候轮到米格17了。另外，请不要每次问题后边都排一个好汉位次，沙特空军如坐针毡。研究军事是一件很有意思的事情，但研究到如此纸面化就没意思了。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708195835904,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259424840744960,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"杨洋被央视电影频道批评？\\t额额，忍不住想回答了。首先，这是微博发起的话题，微博怎样讨论无所谓，但是还是不要带到问答社区来比较好，如你所说，问答社区是一片净土，况且在问答社区大家对杨洋的态度都是较为友善的，你又何必来发这种问题呢？ 其次，我也看了这个视频，的确，其中出现了有关杨洋的大量镜头，这不可否认，但是也不得不说里面不仅仅只有杨洋一个人，AB以及小哇都有，况且，按照视频的意思，只是说当下的小鲜肉存在的问题，并没有指名道姓，杨洋作为当\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708170670080,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259447519346688,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"image\", \"url\": \"https:\/\/fb-cdn.fanbook.mobi\/fanbook\/app\/test_data\/images\/48553.jpg\"}"
	},
	{
		"message_id" : 141906708153892864,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259801589907456,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"如何看待CNN人肉搜索并威胁一位制作“暴打CNN”短视频的网民？\\t都是同行衬得好，现在CCTV13简直就是全球新闻工作者的姿势标杆\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708120338432,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259558504824832,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"《西游记》中有哪些细思笑尿的情节？\\t悟空学了七十二变之后，还不会筋斗云，一天在师父面前显摆，说自己已能霞举飞升，结果只是离地五六丈，一顿饭的时间才往复三里地。然后祖师嘲笑他这个算不得腾云，只算得爬云。原来神仙也是先爬的。后来学会了筋斗云后，众师兄弟让他与人家当铺兵，送文书，递报单，不管哪里都寻了饭吃。可怜学了那么久道术最后要靠跑腿吃饭。还有一个，猴子得道之后，身上八万四千毛羽，根根能变，应物随心，但是猴子特别抠门，每次用完毫\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708103561216,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259536090464256,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"历史上有哪些打脸的故事？\\t故事梗概： 2007年11月28日12月1日，南海舰队旗舰深圳舰访日。2007年12月10日，日本军事专家田冈俊次发文称中国军舰防火能力差，无法与日本军舰相比。2007年12月14日，日本第一护卫队群旗舰“白根号”直升机驱逐舰发生大火，燃烧一夜后扑灭。2009年10月27日，日本第二护卫队群旗舰“鞍马号”直升机驱逐舰撞上韩国货船，舰首起火。注：事后日本调查认为“白根号”大火的原因是中国造的冰箱一枚，见评论区。正文： 日媒讽中\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708074201088,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259549591928832,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"星巴克（中国）是否存在问题？如有，怎么解决？\\t不知道是不是我的错觉，国内星巴克的劲儿不如国外大，而且味道要差不少。味道大的还感觉不出来，纯的特别明显。另外里面吃的实在是不行.......我觉得需要走点心。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708049035264,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259577576325120,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"游戏赋予了我们什么意义？游戏的用处究竟在于哪里？\\t如果做每一件事都要去思考他的意义，那你的人生也太累了。少年，你听说过随心随性大法嘛？\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708028063744,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259477789638656,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"老年人还有性能力吗？\\t男朋友经常健身，认识一健身大叔。。五十多岁，脱衣有肉，各方面依然年轻。。。。论健身的必要性\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906708007092224,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259589270044672,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"微商是怎么炼成的？如何操盘微商体系？\\t80的微商是不挣钱的，甚至是亏钱的。80的货物是子虚乌有，你看到只是图片，货物是图片，一张张发货单是图片，卖家付款是图片，好评不断也是图片，这些图片在各级代理之间传来传去，重复使用。至于那些海外代购的那些，如果不黑心卖高仿，估计只能赚个运费钱吧。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906707969343488,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259441320165376,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"王尼玛为什么一直和杨永信“过不去”？\\t王尼玛对于社会重点关注事物都充满了高度的热情，我相信王尼玛的心中没有炒作的意识，完全是利用自己的自由媒体人的身份向社会发出正义的，乐观的态度，在别人都在疯狂的盆热点问题的时候，王尼玛总能以客观的态度唤醒我们不要过于偏激，客观，认真的分析生活的热点话题。关于杨永信的问题，我不想讨论太多，我的观点和王尼玛的观点是相同的。如果对某事上瘾是一种精神病，那我看暴走大事件上瘾也是精神病了？但是我知道，杨永\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906707939983360,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259512531058688,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"如何看待《王者荣耀》推出防沉迷措施：12岁以下每天限玩一小时？\\t之前手机写的有点漏洞，今天补全一下：“爸爸，我要玩手机”“功课做完了吗？”看电视ing...“做完了”期待ing...“做完了看看书”“嗯不好嘛，我要玩手机”哭闹“哦哟烦死了”嫌弃的递过去“诺”“嘿嘿，爸爸，我想玩王者荣耀，你帮我下一个”“什么乱七八糟的东西”嫌烦的看电视ing...“哦哟就是一个游戏，我看XXX玩的”“这种东西有什么好玩的”嫌烦的看电视x2“哦哟，不好嘛，我要玩嘛，你帮我下嘛”“好好好，MD烦死了”不\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906707906428928,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259638708305920,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"为什么很多乖女孩没有对象？\\t我刚好有观察过这样的现象哦，我的命题是，为什么如楼主所说那样的女孩感情都比较长久呢？ 结合上楼主的问题，正因为这样的姑娘各方面都一般并且比较乖，所以导致不太容易出彩而吸引男生。但是优势是什么呐？男生都是奔着生活去的！这样的姑娘一旦被喜欢上，因为传统孝顺善良不去夜店，长相普通，工作一般，稍宅这样的状态不太容易出纰漏感情稳定呀。所以相比楼主的问题，我其实认为那些各方都比较不错，高学历，高收入\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906707885457408,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259780207345664,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"image\", \"url\": \"https:\/\/fb-cdn.fanbook.mobi\/fanbook\/app\/test_data\/images\/107422.jpg\"}"
	},
	{
		"message_id" : 141906707851902976,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259588737368064,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"江浙地区有什么小众的旅游目的地？\\t我去过上面回复里几乎所有地方，作为一名古镇长大的孩子，我能负责的告诉你，几乎所有的古镇都是造假专业户，千篇一律，万假如一。假如你喜欢浮世繁华，不喜欢领略不一样的风景，其实西塘乌镇之流从生活到购物到吃喝都只会更方便。而如果真心想了解真实古镇，那么身为联合国科教文组织评定的第一批世界文化遗产的西递宏村足够。如果想再领略比较真实的水乡，那么私以为可以再加一个南浔。但说到小众，我却唯独有三处推荐，均\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906707826737152,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259557049401344,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"怎么查询一个公司的办公地址？\\t在最权威的国家企业信用信息公示系统httpwww.gsxt.gov.cnindex.html 里就能查到，里面企业注册的工商信息都是真实且公开的。但是每次查询时都要划个验证码，并不是很方便。一些第三方查询平台也能查询，比如楼上说的启信宝之类的，直接搜索公司名称即可。但这里我推荐天眼查httpwww.tianyancha.com 这个网站，因为它相比于其它网站是不需要注册登录的，也没有验证码限制，里面的信息与国家企业信用信息公示系统一致，查询效率更高，使用起来\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906707801571328,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259763627261952,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"谁能来聊一下腾讯在香港推出的美食咨询搜索平台iPick?\\t对比一下两个界面，以及回想OpenRice多年的不进取，再想想香港贫瘠的互联网土壤。感觉只要微信有意愿吃下这块市场，简直就是三体人到地球吊打银河舰队。\", \"contentType\": 0}"
	},
	{
		"message_id" : 141906707772211200,
		"guild_id" : 139260719811133440,
		"channel_id" : 139260947033358336,
		"user_id" : 139259817440182272,
		"timestamp" : "2020-09-02T14:14:43.000Z",
		"content" : "{\"type\": \"text\", \"text\": \"为何大家不承认中国双项标准的伪女权多?\\t题主，现实就是这样，不仅你说的这点事上，整个社会上的人各方面的事情都是这样，绝大多数人是不敢指出多数人形成的既定观点的错误的，因为那样会死的很惨。因为所有定性的词，都只囊括了一部分人，另一部分的人会反对那些少数的质疑者并攻击他们。所以，我是不敢不匿名。有些社会真相，知道就好，说出来，只会成为众矢之的。没有人肯承认自己的缺点的，尤其是那些基本上每个人都有的缺点。所以题主你就不要图样图森了，你是\", \"contentType\": 0}"
	}
]
"#;